DNF_wep_list={
    '공통':{
            '무기타입 선택':[
            '(공통)흑천의 주인',
            '(공통)원초의 꿈(딜5개조/벞3개조)'
            ]
        },
    '귀검/나이트':{
        '광검':[
            '(광검)별의 바다 : 바드나후',
            '(광검)적광검 루이너스'
            ],
        '소검':[
            '(소검)전장의 열정 : 앵거바딜',
            '(소검)신념의 징표 : 칼리번'
            ],
        '둔기':[
            '(둔기)판데모니엄 플레임',
            '(둔기)하티 - 달을 탐하는 자'
            ],
        '도':[
            '(도)태극천제검',
            '(도)아방가르드'
            ],
        '대검':[
            '(대검)데우스 이미저리',
            '(대검)카심의 대검'
            ]
        },
    '격투가':{
        '너클':[
            '(너클)백호의 울음소리',
            '(너클)청명한 의지'
            ],
        '통파':[
            '(통파)청사곤',
            '(통파)어그레시브 카이트'
            ],
        '클로':[
            '(클로)매드 싸이클론',
            '(클로)로드 오브 더 페인'
            ],
        '건틀릿':[
            '(건틀릿)태음신 : 영귀',
            '(건틀릿)디스트로이 프레셔'
            ],
        '권투글러브':[
            '(권투글러브)블레이즈 헌터',
            '(권투글러브)일렉트로 부스터'
            ]
        },
    '거너':{
        '자동권총':[
            '(자동권총)팔로우 더 스타티스',
            '(자동권총)메가쇼크 런처'
            ],
        '보우건':[
            '(보우건)커스텀 라이져 보우',
            '(보우건)음유시인의 만돌린'
            ],
        '리볼버':[
            '(리볼버)미드나잇 러시안 룰렛',
            '(리볼버)블러드 샷 부스터'
            ],
        '머스켓':[
            '(머스켓)터뷸런스',
            '(머스켓)스트라이커-X'
            ],
        '핸드캐넌':[
            '(핸드캐넌)레볼루션 차지',
            '(핸드캐넌)오버스펙 라이즈'
            ]
        },
    '마법사':{
        '스태프':[
            '(스태프)세계수의 뿌리',
            '(스태프)루나 베네딕티오'
            ],
        '로드':[
            '(로드)플레임 헬',
            '(로드)마력의 샘 : 카스탈리아'
            ],
        '봉':[
            '(봉)우디 부기',
            '(봉)카오스 시드'
            ],
        '창':[
            '(창)어나이얼레이터',
            '(창)영창 : 불멸의 혼'
            ],
        '빗자루':[
            '(빗자루)세계수의 요정',
            '(빗자루)순백의 기도'
            ]
        },
    '프리스트':{
        '십자가':[
            '(십자가)포 더 세크리드',
            '(십자가)눈부신 영광'
            ],
        '염주':[
            '(염주)윤회의 고리 : 환룡',
            '(염주)고대 신수의 기억'
            ],
        '토템':[
            '(토템)라스트 인파이팅',
            '(토템)개척자의 길'
            ],
        '배틀액스':[
            '(배틀액스)불카누스의 두번째 흔적',
            '(배틀액스)신념의 무게'
            ],
        '낫':[
            '(낫)루즈 리즌',
            '(낫)이교도 교주의 심판'
            ]
        },
    '도적':{
        '단검':[
            '(단검)샤프 쉐도어',
            '(단검)암살단장의 옥장도'
            ],
        '쌍검':[
            '(쌍검)화려한 눈속임',
            '(쌍검)핏빛 무도회'
            ],
        '완드':[
            '(완드)푸른 생명의 이면',
            '(완드)고결한 정령의 유물'
            ],
        '차크라웨펀':[
            '(차크라웨펀)블러드 루비아이',
            '(차크라웨펀)도화선'
            ]
        },
    '마창사':{
        '장창':[
            '(장창)끊임없는 환영',
            '(장창)전장의 선봉장'
            ],
        '미늘창':[
            '(미늘창)통곡의 수문장',
            '(미늘창)사암주극'
            ],
        '광창':[
            '(광창)일렉트로전',
            '(광창)천장군 : 전승의 빛'
            ],
        '투창':[
            '(투창)사일런트 베놈',
            '(투창)기가 드릴러'
            ]
        },
    '총검사':{
        '장도':[
            '(장도)금강비장도',
            '(장도)야천도'
            ],
        '소태도':[
            '(소태도)차갑게 굳어버린 홍염',
            '(소태도)다크 플레임 리퍼'
            ],
        '중검':[
            '(중검)아토믹 파일',
            '(중검)홍염폭검'
            ],
        '코어블레이드':[
            '(코어블레이드)베투스 코르',
            '(코어블레이드)프로젝트 : 오버코어'
            ]
        }
    }
                                 
